[Main]
DisplayName=日本語

[UnLocker1_frmMain]
Label_Title_Detail.caption=このツールはほかのプロセスでロックされているファイル・フォルダの解除に役立ちます。
Label_Setting.caption=詳細
lbl_CheckForUpdate.caption=アップデートを確認
lbl_FileInfo_Title.caption=ファイル・フォルダ選択
lbl_Add_describe.caption=解除したいファイル・フォルダを追加してください。追加するにはファイル・フォルダをここにドラッグアンドドラッグするか、「追加」ボタンをクリックしてください。
chk_Advanced.caption=強制モード
btn_Browse.caption =追加
btn_Close.caption=終了
lbl_Add.caption=追加
cx_Action.caption=解除
img_AddHint.hint=ファイル・フォルダをアンロッカーに追加してください。
img_AdcancedHint.Hint=強制モードは関連するプロセスをすべて終了します。通常モードで解除が失敗した場合は、強制モードをお試しください。

Menu_UnlokcDelete.caption=解除 && 削除
Menu_UnlockRename.caption=解除 && 名前変更
Menu_UnlockMove.caption=解除 && 移動
Menu_UnlockCopy.caption=解除 && コピー

Menu_Language.caption=言語
Menu_SendFeedback.caption=フィードバック
Menu_IObitOnline.caption=IObitオンライン
Menu_Technical_Support.caption=テクニカルサポート
Menu_About.caption=製品情報

ListView_FileInfo.Columns[0].caption=ファイル・フォルダ
ListView_FileInfo.Columns[1].caption=ステータス

ListView_LockInfo.Columns[0].caption=名前
ListView_LockInfo.Columns[1].caption=パス
ListView_LockInfo.Columns[2].caption=Pid

[UnLocker1_frmTip]
lab_Tip.caption =ファイル・フォルダ上で右クリックして、IObit アンロッカーを選択することでプログラムを開始できます。
btn_Close.caption=OK

[UnLocker1_frmWriteText]
btn_OK.caption=解除 && 名前変更
btn_Cancel.caption=キャンセル
btn_Apply.caption=&適用
lbl_edt.caption=新しい名前を入力してください:

ListView.Columns[0].caption=オリジナルの名前
ListView.Columns[1].caption=新しい名前

[Unlocker1_M]
Unlocker_Delete=ファイル・フォルダが完全に削除されます。続けますか？
Unlocker_Status_Notlocked=未ロック
Unlocker_Status_locked=ロック中

Unlocker_Action_Delete= & 削除
Unlocker_Action_Rename= & 名前変更
Unlocker_Action_Move= & 移動
Unlocker_Action_Copy= & コピー
Unlocker_Status_Change_Unlocking=解除中
Unlocker_Status_Change_Unlock=解除
Unlocker_Status_Change_sucessfully=成功
Unlocker_Status_Change_failed=失敗
File_Detail_Notlocker= ロックされていません。
File_Detail_occupied= 以下のプロセスでロックされています。
Browser_Folder=解除したいファイル・フォルダを選択してください
File_Operation=ローカルドライブは解除できません。
File_Rename_Long=名前が長すぎます
File_Rename_special=名前に特殊文字が使用されています

MoveDialog_Prompt=移動するオブジェクトの転送先フォルダを選択してください
CopyDialog_Prompt=コピーしたオブジェクトの転送先フォルダを選択してください。
Action_Sucesses=成功しました。
Action_Error_One=失敗しました
AddFile_Filter=システムパスは解除できません。
Action_Error_More=いくつかのファイル・フォルダは失敗しました
Action_Error_Detaill=同じ名前のファイル・フォルダがあります
cmd_Error_Prompt_1=コマンドライン使用:
cmd_Error_Prompt_2=コマンド [Option] オブジェクト
cmd_Error_Prompt_3=コマンド:
cmd_Error_Prompt_4=オプション:
cmd_Error_Prompt_5=オブジェクト:
cmd_Error_Prompt_6=なし:
cmd_Error_Prompt_7=削除:
cmd_Error_Prompt_8=名前変更:
cmd_Error_Prompt_9=移動:
cmd_Error_Prompt_10=コピー:


[UnLocker1_frmAbout]
lbl_Thanks_Title.caption=以下の方々の協力に感謝いたします:
lbl_warning.caption=警告: このプログラムは著作権法及び国際条約によって保護されています。
lbl_CopyRight.caption=Copyright(C) 2005-2018 IObit. All rights reserved.
btn_OK.caption=OK

